Revit 2024 API
SymbolTypeId.LbmPerFt Property
 Symbol lbm/ft, indicating unit Pounds mass per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LbmPerFt { get; }
Visual Basic
Public Shared ReadOnly Property LbmPerFt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LbmPerFt {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace